<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=2.0, minimum-scale=1.0, user-scalable=no" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge" />
    <title>하나 상생 플랫폼 가입</title>
    <!-- alte -->
    <link rel="stylesheet" href="/sbo/join/alte/plugins/all.min.css">
    <link rel="stylesheet" href="/sbo/join/alte/css/adminlte.min.css">
    <!-- alte end -->
    <link rel="stylesheet" type="text/css" href="/sbo/join/css/reset.css" />
    <link rel="stylesheet" type="text/css" href="/sbo/join/css/style.css" />
    <link rel="stylesheet" type="text/css" href="/sbo/join/css/styleNew.css" />
    <script src="/sbo/join/js/jquery-1.11.3.min.js"></script>
</head>
<body>

<!-- 상단 컨텐츠 -->
<div id="header">
    <h1>하나 상생 플랫폼(H & S With) 가입</h1>
</div><!-- #header -->
<!-- //상단 컨텐츠 -->

<!-- 본문 컨텐츠 -->
<div id="container">
    <div class="caution caution2" style="display: none;">
        <span>별도의 의무 가입비나 약정비, 의무 가입기간은 없으며,</span><br />
        <span>가맹점 가입 신청 후, 영업일 기준 1~2일 이내로 승인처리됩니다.</span><br class="mobile" />
		<span class="mmt-10 block">가입 문의는 1522-4040(365일/24시간)으로 문의 부탁드립니다.</span>
    </div>
    <div class="join-step">
        <span></span>
        <ul>
            <li class="step1 on" style='width:50%'><em>1</em><br />약관동의</li>
            <li class="step2" style='width:50%'><em>2</em><span></span><br />개인정보/상점정보 입력</li>
        </ul>
    </div>
    <div class="terms-wrap">
        <div class="hdr">
            <h2>통합회원약관 <em>(동의 필수)</em></h2>
            <a href="/gonggong/terms"  target="_blank">전문보기</a>
        </div>
        <div class="agree-box">
<pre style="font-family: 'Nanum Gothic', 'malgun gothic', sans-serif;">
하나금융그룹 하나 상생 플랫폼(H & S With) 가입 가맹점 통합회원약관

제1조 (목적)
이 약관은 하나금융그룹(이하 “회사”라 함)가 제공하는 하나 상생 플랫폼(H & S With)(이하 “서비스”라 한다) 이용함에 회사와 이용자 간의 권리·의무 및 책임사항과 하나의 ID 및 Password로 통합하여 이용하는데 따른 이용조건 및 절차 등 기본적인 사항을 규정함을 목적으로 합니다.
    
제2조(정의)
① “서비스”라 함은 회사가 재화, 용역을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화, 용역을 거래할 수 있도록 설정한 가상의 영업장 또는 회사가 운영하는 서비스를 말하며, 통합된 하나의 회원계정(ID 및 비밀번호)을 이용하여 서비스를 제공받을 수 있는 아래의 서비스를 의미합니다.
② 회원이라 함은 사업자등록증을 소지하거나 사업자등록증을 발급 받을 수 있는 자로서, 서비스를 이용하고자 회사가 요구하는 정보를 기재하고, 이 약관에 동의한 자를 의미합니다.
③ 아이디(ID)라 함은 회원의 식별과 회원의 서비스 이용을 위하여 회원이 설정하고 회사가 승인하는 영문, 숫자 또는 영문과 숫자의 조합을 의미합니다.
④ 비밀번호(Password)라 함은 회원의 식별 및 비밀을 보호하기 위하여 회원이 스스로가 설정한 영문과 숫자의 조합을 의미합니다.
⑤ 인증이라 함은 회원의 식별과 회원의 서비스이용을 위하여 회사가 요청하는 휴대전화번호를 이용하여 회원을 확인하는 절차를 의미합니다.
    
제3조 (약관의 효력 및 변경)
① 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 구현 단말기에서 실행되는 “어디go”앱을 통하여 게시하며, 이 약관은 회사가 게시함으로써 약관 시행일로부터 그 효력이 발생합니다.
② 회사는 약관의규제등에관한법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진등에관한법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있으며, 이 경우 개정내용, 적용일자 및 개정사유를 명시하여, 현행약관과 함께 서비스의 초기화면에 그 적용일자 최소 7일 이전부터 공지합니다. 단, 변경내용이 회원에게 불리한 내용이거나 이 약관의 중요한 부분이 변경되는 경우에는 이 약관의 변경 적용일자 최소 30일 이전부터 공지합니다.
③ 회원이 신설 또는 변경된 약관에 동의하지 않을 경우 회원탈퇴 내지 서비스 앱을 삭제하는 방식으로 서비스이용을 중단할 수 있으며, 신설 또는 변경된 약관의 효력발생일 이후에도 서비스를 계속 사용할 경우 약관의 변경사항에 동의한 것으로 간주됩니다.
    
제4조 (약관 외 준칙)
이 약관에서 정하지 않은 사항과 이 약관의 해석에 관하여 이견이 있는 때에는 기타 관계법령 또는 상관례에 따릅니다. 
    
제5조 (통합회원제)
① 회원은 통합된 하나의 계정(ID 및 비밀번호)을 통해 이 약관 제2조 제1항에 명기한 서비스를 이용할 수 있습니다. 단, 일부 서비스의 경우 서비스 제공을 위해 필요한 범위 내에서 회원에게 별도 또는 추가적인 가입절차를 요청할 수 있으며, 해당 서비스에 대한 이용약관 등이 이 약관보다 우선 적용됩니다. 
② 회사는 회원이 사이트 및 서비스를 쉽게 이용할 수 있도록 회원의 ID를 포함한 통합회원제를 관리하거나 사이트 또는 서비스를 개선, 변경할 수 있습니다. 
③ 회원의 최초 서비스 이용신청 이후 회사의 서비스가 늘어나거나 줄어든 경우에도 별도 약관으로 명시하지 않는 한 이 약관이 적용되며, 회사는 신규 서비스 개시에 대한 정보를 서비스에 공지하거나 회원의 전자우편으로 알릴 수 있습니다. 
    
제6조 (회원가입신청)
① 회원가입은 이용자의 회원가입신청 및 이 약관과 회사의 개인정보처리방침에 대한 동의의 표시로써 이루어집니다.
② 회원가입은 핸드폰번호 단위로 신청하는 것을 원칙으로 하며, 이용자는 회원가입 시 실명인증 및 서비스의 원활한 운영을 위하여 회사가 요청하는 아래의 사항들에 대하여 기재하여야 합니다. 단, 필수항목과 선택항목은 각 서비스별로 별도 구분 및 관리됩니다. 
    1. 아이디(ID) 
    2. 비밀번호 
    3. 성명
    4. 업종 
    5. 상호 
    6. 사업장 주소
    7. 휴대폰 번호
    8. 유선전화번호
    9. 사업자등록증 사본
③ 회사는 필요한 경우 위2항의 내용 이외에도 추가적인 정보를 요청할 수 있습니다.
④ 회사는 회원이 회원가입 시 기재한 모든 정보를 진실한 것으로 간주합니다. 따라서 허위의 정보를 기재한 회원은 그 고의∙과실 여부와 관계없이 서비스 이용 중에 허위의 정보와 관련하여 발생한 모든 분쟁 및 사고 등에 있어 법적인 보호를 받을 수 없으며, 회사 및 제3자에게 야기한 손해를 배상할 책임이 있고, 회사의 서비스 제공이 제한될 수 있습니다. 
    
제7조 (회원가입신청에 대한 승낙 및 거부)
① 회사는 제6조의 회원가입신청에 대하여 특별한 사정이 없는 한 접수순서에 따라 이를 승낙합니다. 
② 회사는 다음 각 호에 해당하는 경우 회원가입신청에 대한 승낙을 제한할 수 있고, 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다. 
    가. 서비스 관련 설비의 용량이 부족한 경우 
    나. 기술상 장애사유가 있는 경우 
    다. 등록내용에 허위, 기재누락, 오기가 있는 경우 
    라. 기타 회사가 필요하다고 인정하는 경우 
    
제8조 (회원정보의 변경)
① 회원은 회원가입 시 기재한 회원정보가 변경되었을 경우 서비스를 통해 언제든지 본인의 정보를 열람하고 수정할 수 있습니다.
② 회원은 회원가입 시 기재한 회원정보가 변경되었을 경우 회사에 즉시 변경사항을 알려야 하며, 회원이 이를 알리지 않거나 지연시킴으로 인해 발생한 회원의 불이익에 대하여 회사는 책임지지 않습니다.
    
제9조 (회사의 의무)
① 회사는 이 약관 및 서비스 이용약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하는데 최선을 다합니다. 
② 회사는 회원이 안전하게 서비스를 이용할 수 있도록 회원의 개인정보(신용정보 포함)보호를 위한 보안시스템을 갖추어야 합니다.
    
제10조 (회원의 의무)
① 회원의 ID 및 비밀번호에 대한 관리책임은 회원에게 있으며, 이를 제3자가 이용하도록 하여서는 안됩니다.
② 회사는 회원의 아이디가 개인정보 유출 우려가 있거나, 반사회적 또는 미풍양속에 어긋나거나 회사 및 회사의 운영자로 오인할 우려가 있는 경우, 해당 아이디의 이용을 제한할 수 있습니다
③ 회원은 자신의 ID 및 비밀번호를 도난당하거나 제3자가 도용하고 있음을 인지한 경우, 즉시 이를 회사에 통보하고 회사의 안내가 있는 경우 그에 따라야 합니다.
④ 회원은 다음 각 호의 행위를 하여서는 안됩니다.
    가. 회원가입 신청 또는 회원 정보 변경 시 허위내용을 제공하는 행위 
    나. 회사가 게시하는 게시물을 임의로 변경하거나 회사를 사칭하는 행위
    다. 회사 또는 제3자의 법적 권리를 침해하거나 업무를 방해하는 행위 
    라. 타인의 ID 및 개인정보를 도용하는 행위 
    마. 본 서비스 이용약관 및 관계법령을 위반하는 행위
    바. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위
⑤ 회원이 본 조 제④항에서 금지하는 행위를 하는 경우, 회사는 본 약관 제11조 2항에서 정한 바에 따라 해당 회원의 회원자격 및 이용권한을 제한 및 정지, 상실시킬 수 있습니다.
⑥ 회원은 서비스를 이용함에 있어 저작권, 초상권 등 제3자의 권리를 침해하는 행위를 하여서는 아니 됩니다.
    
제11조 (회원탈퇴 및 자격상실)
① 회원은 회사에 언제든지 회원탈퇴를 요청할 수 있으며, 회원의 탈퇴요청이 있을 시에 회사는 서비스 제공을 중지하고, 회원과의 이용료 정산 및 서비스 이용 해지에 따른 제반 절차를 완료한 뒤 해당 회원을 탈퇴처리 합니다.
② 회사는 다음 각호에 해당하는 경우 회원의 자격을 제한 및 삭제할 수 있습니다. 단 이 경우 회사는 회원에게 관련사항을 사전 통지하고, 소명할 기회를 부여합니다. 
    가. 회원가입 신청 시 허위의 정보를 제공한 경우  
    나. 타인의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우 
    다. 서비스를 이용하여 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
    라. 설비에 여유가 없거나 기술상 지장이 있는 경우
    마. 기타 회사가 필요하다고 인정하는 경우 
    
제12조 (회원에 대한 통지)
① 회사는 서비스 초기화면에 대한 공지, 회원이 가입신청 당시 제공한 연락처를 이용한 방법으로 회원에 대한 통지를 할 수 있습니다. 
② 회사는 불특정 다수에 대한 통지의 경우 서비스 초기 화면에 1주일 이상 해당 내용을 기재함으로써, 개별통지에 갈음할 수 있습니다.

제13조 (면책조항)
① 회사는 천재지변, 전쟁, 기간통신사업자의 서비스 중지 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다. 
② 회사는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다. 
③ 회사는 회원의 단말기 오류에 의한 손해가 발생한 경우 또는 회원이 신상정보 및 전자우편주소를 부실하게 기재하여 손해가 발생한 경우에는 책임을 지지 않습니다. 
④ 회사는 회원이 서비스를 이용하여 기대하는 수익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 아니하며, 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을 지지 않습니다. 
⑤ 회사는 회원이 서비스를 사용하는 과정에서 등록한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않으며, 회원 상호간 및 회원과 제3자 상호간에 서비스를 매개로 발생한 분쟁에 대하여 개입할 의무가 없고, 이로 인한 손해를 배상할 책임도 없습니다. 
⑥ 회사는 회사가 네트워크를 통한 외부의 불법행위를 차단하고자 기술적인 보호조치를 이행하였음에도 불구하고, 분산서비스거부(DDos) 등 네트워크의 안정성을 해치는 행위 또는 허가 받지 않은 정보 시스템에 침투하는 행위 등에 의하여 발생하는 예기치 못한 회원의 손해에 대하여는 어떠한 배상도 하지 않습니다.
    
제14조 (분쟁해결)
① 회사는 이용자가 제기하는 정당한 의견이나 불만을 수용하고 이를 처리하기 위한 별도 기구를 조직·운영합니다. 
② 회사는 이용자가 제기하는 불만사항 및 의견을 신속하고 성실하게 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 통지합니다. 
③ 회사와 이용자간에 제기된 소송에는 대한민국 법을 적용합니다.
    
부칙
이 약관은 2020년  10월 15일부터 시행합니다.
</pre>
</div>
        <label class="agree"><input type="checkbox" /> <span>약관에 동의합니다.</span></label>
        <div class="hdr">
            <h2>서비스 이용약관 <em>(동의 필수)</em></h2>
            <a href="/gonggong/terms_use" target="_blank">전문보기</a>
        </div>
        <div class="agree-box">
<pre style="font-family: 'Nanum Gothic', 'malgun gothic', sans-serif;">
“어디go” 서비스 이용약관

이 약관은 부산광역시 남구청(이하 “부산남구청”이라 함)이 주관하고 (주)코리아센터(이하 “회사”라 함)가 운영하는 부산광역시 남구 공공배달앱 서비스 어디go(이하 “서비스”라 한다)의 서비스 이용과 관련한 기본사항을 규정함을 목적으로 합니다.

제2조 (정의)
① “어디go”라 함은 구현되는 단말기(PC, TV, 휴대형단말기 등의 각종 유무선 장치를 포함)와 상관없이 회원이 이용할 수 있는 부산광역시 남구 공공배달앱 서비스를 의미합니다.
② “어디go 가맹점 어드민” 이라 함은 회원가입신청 및 회원이 서비스를 통해 발생한 주문내역을 확인하고 관리∙ 운영할 수 있도록 회사가 제작하여 무료로 제공하는 웹페이지를 의미합니다.
③ “회원”이라 함은 “어디go 가맹점 어드민”을 통하여 이 약관에 동의하고 회사가 정한 가입절차에 따라 회원등록을 완료하고, 회사의 정보를 지속적으로 제공받으며 서비스를 이용하는 자를 의미합니다.
④ 아이디(ID)라 함은 회원의 식별과 회원의 서비스 이용을 위하여 회원이 설정하고 회사가 승인하는 영문, 숫자 또는 영문과 숫자의 조합을 의미합니다. 
⑤ 비밀번호(Password)라 함은 회원의 식별 및 비밀을 보호하기 위하여 회원이 스스로가 설정한 영문과 숫자의 조합을 말합니다.
⑥ 이용자라 함은 “어디go 가맹점 어드민”을 통하여 회사가 제공하는 서비스를 이용하는 자를 의미합니다.

제3조 (약관의 효력 및 변경)
① 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 구현 단말기에서 실행되는 “어디go 가맹점 어드민”을 통하여 게시하며, 이 약관은 회사가 게시함으로써 약관 시행일로부터 그 효력이 발생합니다.
② 회사는 약관의규제등에관한법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진등에관한법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있으며, 이 경우 개정내용, 적용일자 및 개정사유를 명시하여, 현행약관과 함께 서비스의 초기화면에 그 적용일자 최소 7일 이전부터 공지합니다. 단, 변경내용이 회원에게 불리한 내용이거나 이 약관의 중요한 부분이 변경되는 경우에는 이 약관의 변경 적용일자 최소 30일 이전부터 공지합니다.
③ 회원이 신설 또는 변경된 약관에 동의하지 않을 경우 회원탈퇴를 통해 서비스이용을 중단할 수 있으며, 신설 또는 변경된 약관의 효력발생일 이후에도 서비스를 계속 사용할 경우 약관의 변경사항에 동의한 것으로 간주됩니다.

제4조 (약관 외 준칙)
이 약관에서 정하지 않은 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 기타 관련 법령 또는 상관례에 따릅니다.

제5조 (이용신청)
① 이용자가 이 약관에 동의하고 “어디go 가맹점 어드민”을 통하여 회사가 정한 가입절차를 완료한 경우, 서비스 이용신청이 완료됩니다. 이때, 이용자가 입력한 인증정보는 서비스상의 이용자 특정 및 원활한 서비스제공을 위하여 회사가 서비스이용기간 동안 보유함을 원칙으로 합니다.
② 회사는 이용자의 서비스이용신청에 대하여 승낙함을 원칙으로 합니다. 다만, 회사는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 서비스이용을 중단시킬 수 있습니다.
    1. 회사가 정한 인증절차를 완료하지 않은 경우
    2. 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우
    3. 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여 신청하는 경우
    4. 서비스관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우
    5. 만 14세미만의 아동인 경우
③ 제2항에 따라 서비스이용신청을 승낙하지 아니하거나 유보한 경우, 회사는 원칙적으로 이를 “이용자”에게 알리도록 합니다.

제6조 (서비스 이용)
① 이용자가 이 약관에 동의하고, 회사가 정한 인증절차를 완료하여 회사의 승인이 완료되면 회사의 영업상, 기술상 사정변경이 없는 한 서비스를 이용할 수 있습니다.
② 이용자가 서비스를 이용하고자 할 경우에는 “어디go 가맹점 어드민”을 통해 서비스를 이용할 수 있습니다. 단, 제11조에 한하여 서비스 이용이 제한될 수 있습니다.

제7조 (서비스 종류)
① 회사가 제공하는 서비스의 종류는 아래와 같습니다.
    1. 재화 및 용역에 대한 주문중개 등 통신판매중개서비스
    2. 배달대행 연동 서비스
    3. 위치기반 서비스
    4. 기타 회사가 정하는 서비스
② 서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.

제7조의2 (배달대행 연동서비스)
① 위 제7조 제①항 제2호에 명시한 배달대행 연동서비스와 관련하여 이용자는 이용자의 선택에 따라 회사와 제휴된 배달대행업체를 이용하거나, 제3의 배달대행업체를 이용할 수 있습니다.
② 회사와 제휴된 배달대행업체를 이용하고자 하는 이용자는 배달대행업체와 별도 서비스이용에 대한 계약을 체결하여야 합니다.
③ 위 제②항에 따른 이용자와 회사의 제휴업체 간의 계약에 대해 “부산남구청”과 회사는 관여하지 않는 바 그에 대해 어떠한 책임도 부담하지 않으며, 해당 계약과 관련하여 어떠한 수익도 취하지 아니합니다.

제8조 (서비스이용요금)
회사가 제공하는 서비스는 기본적으로 무료로 제공됩니다. 

제9조 (서비스제공의 중지)
① 회사는 아래 각 호에 해당하는 경우 서비스의 일부 혹은 전부의 제공을 중지할 수 있습니다.
    1. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
    2. 전기통신사업법에 규정된 기간통신사업자가 전기통신서비스를 중지했을 경우
    3. 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때
    4. 네트워크상의 위험성에 기초한 타인의 서비스 제공 음해 행위가 있는 때
    5. 서비스의 제공을 위한 정기점검이 필요한 경우
② 전 항에 의한 서비스 중단의 경우 회사는 제12조에 정한 방법으로 이용자에게 통지합니다. 단, 회사가 미리 예측할 수 없는 사정에 의한 서비스의 중단의 경우에는 예외로 합니다.

제10조(서비스의 변경 및 중지)
① 회사는 제공하는 서비스의 내용과 종류를 변경할 수 있으며, 변경사항은 제12조의 방법으로 “이용자”에게 공지합니다.
② 이용자는 전항의 변경 내용에 동의하지 않을 경우 회원탈퇴를 통해 서비스이용을 중지할 수 있습니다.

제11조 (서비스의 이용 제한)
회사는 이용자가 아래 각호에 해당하는 경우 서비스의 이용을 제한할 수 있습니다.
    1. 정보를 허위로 기재한 경우
    2. 이 약관 및 관련된 별도의 서비스 준수 사항을 위반한 경우
    3. 현행법령 및 사회통념에 반하는 행위를 하는 경우
    4. 회사의 영업을 방해하거나 회사가 제공하는 서비스와 동일한 업무를 행하는 경우

제12조(이용자에 대한 통지)
① 회사가 이용자에 대한 통지를 하는 경우 “어디go 가맹점 어드민”상에 공지 내지 이용자가 회원가입 당시 제공한 연락처를 이용한 방법으로 이용자에 대해 통지합니다. 
② 회사는 불특정 다수에 대한 통지의 경우 서비스 초기 화면에 1주일 이상 해당 내용을 게재함으로써, 개별통지에 갈음할 수 있습니다.

제13조 (회사의 의무)
① 회사는 이용자가 쾌적한 환경에서 서비스를 이용할 수 있도록 신의성실의 원칙에 따라 노력하여야 할 의무가 있습니다.
② 회사는 관계법령과 약관에 위반되는 행위를 하지 않으며, 안정적인 서비스를 제공하여야 할 의무가 있습니다.

제14조(이용자의 의무)
① 이용자는 서비스를 이용함에 있어 정확한 정보를 제공하여 성실하게 인증절차를 이행하여야 하며, 이를 위반하여 발생한 제반 손해 및 분쟁은 이용자의 책임으로 해결해야 합니다.
② 이용자는 자신이 제공한 정보 및 구현단말기 등에 대한 관리책임을 부담하며, 이를 제3자가 임의로 사용하게 해서는 안됩니다. 만일 자신의 정보 및 단말기를 도용 당하거나 제3자가 부정하게 사용하고 있음을 인지한 경우에는 지체 없이 회사에 통보하고 회사의 안내가 있는 경우에는 그에 따라야 합니다. 회사의 안내가 있음에도 불구하고 안내를 따르지 않아 발생한 제반 손해 및 분쟁은 이용자의 책임으로 해결해야 합니다.
③ 이용자는 타인의 구현되는 단말기를 부정적으로 사용하여 서비스를 신청해서는 안됩니다. 이와 같은 부정행위가 적발될 경우 회사는 이용자가 현재 이용중인 서비스를 중단하고 이 약관의 규정에 따라 서비스이용을 제한할 수 있습니다.
④ 이용자는 다음의 행위를 하여서는 안됩니다.
    1. 인증절차 및 이용신청 시 허위내용의 등록
    2. 타인의 명의 및 정보 도용
    3. 타인을 사칭하는 행위
    4. 서비스상에 회사가 게시한 정보의 임의변경
    5. 다른 이용자의 개인정보를 수집하는 행위
    6. 디스어셈블, 디컴파일, 리버스엔지니어링 및 기타 일체의 가공행위를 통하여 서비스를 복제∙분해 또는 모방 기타 변형하는 행위
    7. 자동 접속 프로그램 등을 사용하는 등 정상적이지 않은 방법으로 서비스를 이용하여 회사의 서버에 부하를 일으켜 회사의 정상적인 서비스를 방해하는 행위
    8. 이용자본인 아닌 제3자에게 접속권한을 부여하는 행위
    9. 회사와 기타 제3자의 지적재산권에 대한 침해행위
    10. 회사와 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
    11. 본인 또는 제3자의 영리를 위하여 서비스를 이용목적 외로 사용하는 행위
    12. 현행법령 및 사회통념에 반하는 기타 불법적이거나 부당한 행위
⑤ 이용자는 본 서비스 이용을 통해 지득한 구매회원의 개인정보를 개인정보보호법 및 기타 관계법령에서 정하는 바에 따라 보호 및 관리하여야 하며, 서비스 제공(재화 및 용역의 판매)목적 이외의 용도로 사용하여서는 안됩니다.
⑥ 이용자가 위 제⑤항을 위반하는 경우, 그로 인한 민∙형사상의 모든 책임은 해당 이용자가 부담하며, 이용자의 위반행위로 인해 “부산남구청” 및 회사에 손해가 발생한 경우 이용자는 그에 대한 배상책임을 부담합니다.

제15조 (할인쿠폰 등) 
① 회사는 서비스를 이용하는 구매회원들을 대상으로 “부산남구청” 내지 회사의 이벤트 프로모션 등 기타 운영정책에 따라 서비스를 통한 재화나 용역의 구매 시, 할인혜택을 받을 수 있는 할인쿠폰 등을 발급할 수 있으며, 이 경우 이용자는 구매회원에게 제공된 할인금액에 대해 어떠한 책임도 부담하지 않습니다.
② 위 제①항의 예외로 이용자는 이용자의 선택에 따라 구매회원들을 대상으로 자체할인쿠폰 등을 발급할 수 있으며, 이 경우 해당 구매회원에게 제공된 할인금액은 해당 이용자가 부담합니다.
    
제16조 (주문 및 결제)
① 본 서비스를 통한 구매회원의 구매 주문은 해당 이용자의 구매회원에 대한 청약과 그에 대한 해당 이용자의 승낙으로 체결됩니다. 
② 회사는 이용자와 구매회원 간의 주문 및 대금결제와 관련한 중개서비스만을 제공할 뿐, 대금의 결제 및 정산에 관여하지 않는 바, 그에 대한 어떠한 책임도 부담하지 않습니다. 단, 회사의 서비스 오류 등 회사의 귀책사유로 인한 경우는 예외로 합니다.

제17조 (배달)
① 구매회원의 주문 및 결제내역에 대한 정보를 해당 이용자에게 정확히 전달함으로써 회사는 그 책임을 다하며, 구매회원이 구매한 재화 및 용역에 대한 배달 책임은 해당 이용자가 부담합니다.
② 재화나 용역의 주문 및 배달과 관련하여 이용자와 구매회원 간 분쟁이 발생하는 경우 해당 분쟁은 당사자인 이용자와 구매회원이 해결하여야 하며, 회사는 그에 대한 어떠한 책임도 부담하지 않습니다.

제18조 (반품 및 환불)
① 구매회원이 이용자에 대하여 본 약관 제16조에 따라 체결된 주문 건을 취소하는 경우 해당 주문 건에 대한 최종 반품∙환불여부는 해당 이용자가 정하는 바에 따릅니다. 
② 회사는 회사가 제공하는 서비스를 통한 구매회원의 주문 및 대금결제에 관여하지 않는 바, 구매회원의 주문 취소, 교환, 환불에 대한 사항 및 기타 이와 관련하여 회사의 책임 없는 사유로 인해 발생하는 주문 및 결제 장애 등에 대해 어떠한 책임도 지지 않습니다.

제19조 (게시물)
① 이용자가 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속되며, 게시물에 대한 저작권 사용 책임은 이용자에게 있습니다. 단, 회사는 이용자가 게시한 게시물이 다음 각 호의 어느 하나에 해당하는 경우에는 해당 게시물을 삭제할 수 있습니다.
    1. 다른 이용자를 비방할 목적으로 허위 사실을 유포하여 타인의 명예를 훼손하거나 비방하는게시물의 경우
    2. 관계법령 내지 공서양속에 위반되는 내용인 경우
    3. 회사 또는 제3자의 저작권 등 기타 권리를 침해하거나 제3자로부터 권리침해신고가 접수된 경우
    4. 관계법령 및 공공기관의 지침에 위배되는 광고성 게시물인 경우
    5. 게시물이 게시된 게시판 내지 관련 상품과 무관한 내용인 경우
    6. 정당한 사유 없이 회사 또는 다른 이용자의 영업을 방해하는 내용인 경우
② 위 ①항 단서와 관련하여 회사는 해당 게시물의 삭제 사실을 이용자에게 사전 또는 사후 통지하되, 해당 통지는 삭제 게시물의 내용 등에 따라 생략할 수 있습니다.
③ 회사는 이용자가 서비스 상에 게시한 게시물을 본 서비스의 홍보 및 마케팅의 목적을 위해 별도의 대가지급 없이 사용할 수 있습니다.
④	이용자가 서비스를 탈퇴하는 경우, 해당 이용자가 작성한 게시물은 자동 삭제되지 않습니다.

제20조 (저작권)
① 회사가 제공한 서비스 및 관련 부속 이미지 등에 대한 저작권은 모두 “부산남구청” 및 회사에 있습니다.
② 이용자는 “부산남구청”과 회사가 소유한 위 ①항의 정보 등을 “부산남구청” 및 회사의 사전 동의 없이 임의로 변경, 삭제, 도용 및 유포할 수 없습니다.
③ 이용자는 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
④ 회사는 본 조항을 위반하는 이용자에 대하여 사전 통보 없이 서비스제공을 중지할 수 있습니다.

제21조 (시스템의 관리)
① 회사는 보다 나은 서비스의 제공을 위해 시스템을 업그레이드하거나 제휴업체를 변경할 수 있습니다. 이 경우 회원의 혼돈을 방지하기 위하여 사전 공지함을 원칙으로 합니다.
② 개별 서비스가 전체시스템 과부하의 원인을 제공한다고 판단될 경우 회사는 해당 회원에게 사전 통보 후 서비스이용을 제한할 수 있습니다.

제22조 (정보의 제공)
회사는 이용자가 서비스를 이용하는 과정에서 필요하다고 판단되는 다양한 정보를 서비스를 이용하여 제공할 수 있습니다.

제23조 (개인정보보호)
회사는 정보통신망이용촉진 및 정보보호에 관한 법률 등 관계 법령이 정하는 바에 따라 이용자의 개인정보를 보호하기 위해 노력하며, 개인정보의 보호 및 사용에 대해서는 관련법 및 회사의 개인정보처리방침이 적용됩니다.

제24조 (손해배상)
회사는 서비스의 이용과 관련하여 회사의 귀책사유로 인해 발생하는 “이용자”의 손해에 대하여 관계법령이 정하는 한도 내에서 배상책임을 집니다. 단, “이용자”의 과실이 있는 경우에는 해당 부분에 대한 책임이 면제됩니다.

제25조 (연결서비스와 피연결서비스간의 관계)
① 상위 서비스와 하위 서비스가 링크(예: 링크의 대상에는 문자 및 그림 등이 포함됨)방식 등으로 연결된 경우, 전자를 연결서비스(웹사이트)라 하고 후자를 피연결서비스(웹사이트)라고 합니다.
② 연결서비스는 피연결서비스가 독자적으로 제공하는 재화/용역에 의하여 발생된 이용자와의 거래에 대해서 보증 책임을 지지 않습니다.

제26조 (면책)
① “부산남구청”과 회사는 이용자와 구매회원 간의 거래를 중개하는 통신판매중개자로서 플랫폼 서비스만을 제공할 뿐, 재화 및 용역을 판매 제공하는 직접 당사자가 아닌 바, 이용자와 구매회원 간의 서비스를 통한 거래에 대해 어떠한 책임도 부담하지 않습니다.
② 회사는 천재지변, 전쟁, 기간통신사업자의 서비스 중지 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다. 
③ 회사는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다. 
④ 회사는 회원의 단말기 오류에 의한 손해가 발생한 경우 또는 회원이 신상정보 및 전자우편주소를 부실하게 기재하여 손해가 발생한 경우에는 책임을 지지 않습니다. 
⑤ 회사는 이용자의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.
⑥ 회사는 회원이 서비스를 이용하여 기대하는 수익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 아니하며, 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을 지지 않습니다. 
⑦ 회사는 회원이 서비스를 사용하는 과정에서 등록한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않으며, 회원 상호간 및 회원과 제3자 상호간에 서비스를 매개로 발생한 분쟁에 대하여 개입할 의무가 없고, 이로 인한 손해를 배상할 책임도 없습니다. 
⑧ 회사는 회사가 네트워크를 통한 외부의 불법행위를 차단하고자 기술적인 보호조치를 이행하였음에도 불구하고, 분산서비스거부(DDos) 등 네트워크의 안정성을 해치는 행위 또는 허가 받지 않은 정보 시스템에 침투하는 행위 등에 의하여 발생하는 예기치 못한 회원의 손해에 대하여는 어떠한 배상도 하지 않습니다.
⑨ 회사는 서버 등의 기계적 장치와 관련하여 예상치 못한 오작동 및 고장 등과 관련하여 회사의 중/과실이 없는 한 어떠한 책임도 지지 않습니다.

제27조 (권리의 양도금지)
이용자는 본인의 서비스이용권한을 타인에게 대여, 양도하거나 판매할 수 없습니다.


부칙
이 약관은 2020년  10월  15일부터 시행합니다.
</pre>
</div>
		<label class="agree"><input type="checkbox"> <span>약관에 동의합니다.</span></label>
        <div class="hdr">
            <h2>개인정보 수집, 이용동의 <em>(동의 필수)</em></h2>
            <a href="/gonggong/terms_info" target="_blank">전문보기</a>
        </div>
        <div class="tbl">
            <table>
                <caption></caption>
                <colgroup>
                    <col style="width:15%">
                    <col style="width:25%">
                    <col>
                    <col style="width:17%">
                </colgroup>
                <thead>
                    <tr>
                        <th>구분</th>
                        <th>항목</th>
                        <th>목적</th>
                        <th>보유기간</th>
                    </tr>
                </thead>
                <tbody>
                    <tr>
                        <th rowspan="3">필수항목</th>
                        <td>아이디, 비밀번호, 성명</td>
                        <td>회원제 서비스 이용에 따른 본인 확인 절차에 이용</td>
                        <td rowspan="3">가맹점 탈퇴 시</td>
                    </tr>
                    <tr>
                        <td>상호, 사업장주소, 사업자등록번호, 사업자등록증, 관할행정구역</td>
                        <td>운영자 인증을 위함</td>
                    </tr>
                    <tr>
                        <td>유선전화번호, 휴대폰번호, 이메일</td>
                        <td>회원제서비스 이용에 따른 본인 확인 절차에 이용, 고지사항 전달, 불만처리 등을 위한 원활한 의사소통 경로의 확보.</td>
                    </tr>
                </tbody>
            </table>
            <table>
                <caption></caption>
                <colgroup>
                    <col style="width:15%">
                    <col style="width:25%">
                    <col>
                    <col style="width:17%">
                </colgroup>
                <tbody>
                    <tr>
                        <th rowspan="1">선택항목</th>
                        <td>SNS[인스타그램(Instagram), 페이스북(Facebook),블로그]주소 및 이미지게시물, 홈페이지 주소, 상점 대표 이미지</td>
                        <td>회원 별 맞춤서비스 제공에 이용.</td>
                        <td rowspan="1">가맹점 탈퇴 시</td>
                    </tr>
                
                </tbody>
            </table>
            </div>
        <label class="agree"><input type="checkbox" /> <span>약관에 동의합니다.</span></label>
        
        <div class="fourteenAgree">
            <div class="head">
                <h2>만 14세 이상입니다. <em>(동의 필수)</em></h2>
            </div>
            <label class="agree"><input type="checkbox" /> <span>동의합니다. <i class="hiddenTxt">여백용</i></span></label>
        </div>
        
        <label class="agree-all"><input type="checkbox" class='chk_all' /> <span>약관 전체 동의</span></label>
    </div>
    <div class="btn-wrap">
        <a href="#" class="btn-orange btn-single btn_next"><span>다음 단계로</span></a>
    </div>
</div>

<div class="modalPop">
    <div class="modalPopBox">
        <div class="popTop">
            <h3>가입 전 안내사항</h3>
            <!-- <a onclick="self.close(); location.replace('/store2/login');" class="popClose">닫기</a> -->
        </div>
        <div class="popCon">
            <ul>
                <li><span>1.</span>반드시 점주(상점주인)이 가입하시길 권장합니다.</li>
                <li><span>2.</span>타인의 점포로 가입하여 문제가 발생할 경우, 법적인 책임은 가입자에게 있습니다.</li>
                <li><span>3.</span>실제 상점이 아니거나 항의성 상점일 경우 승인이 되지 않을 수 있습니다.</li>
            </ul>
            <div class="popBtnWrap">
                <!-- <a href="#" onclick="self.close(); location.replace('/store2/login');">취소</a> -->
                <a href="#" onclick="location.replace('/sbo/owner');">취소</a>
                <a href="javascript:void(0)" class="confirm popClose">확인</a>
            </div>
        </div>
    </div>
</div>

<script type="text/javascript">
$(function(e) {
    // 페이지 로딩 완료 시 팝업 띄우기
    $(".modalPop").each(function() {
        $('body').css('overflow','hidden');
        $(this).addClass('show');

        $(this).find('.popClose').on('click', function() {
            $('body').css('overflow','auto');
            $(".modalPop").removeClass('show')
        });
    });

    // 가입전 안내문구 노출
    $("#startLayer").modal('show', true);

	// 가입전 안내문구 팝업 닫기
	$('.btn_close').click(function(e) {
		e.preventDefault();
        self.close();
		location.replace('/store2/login');
	});

	$('.chk_all').click(function() {
		$("input[type='checkbox']").prop('checked', this.checked);
	});

	$('.agree span').click(function() {
		$(this).parent().find("input[type='checkbox']").click();
	});

    $("input[type='checkbox']").change(function() {
        if ($("input[type='checkbox']:checked").not('.chk_all').length != 4) {
            $('.chk_all').prop('checked', false);
        }
    });

	// 다음 단계로
	$(".btn_next").click(function(e) {
		e.preventDefault();

		if ( $("input[type='checkbox']:checked").not('.chk_all').length != 4) {
			alert("모든 약관에 동의하세요.");
			return false;
		}
		location.href = '/sbo/join';
	});

	$(".agree span").click(function(e) {
		e.preventDefault();
		$(this).parent().find("input[type='checkbox']").prop('checked', this.checked);
	});
});
</script>
<script src="/sbo/join/alte/plugins/bootstrap.bundle.min.js"></script>
<script src="/sbo/join/alte/js/adminlte.min.js"></script>
</body>
</html>